---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.JoinElementsFailures.CannotCope
source: html/fa79d15f-4fdc-a3c6-a93a-1c95f9da1bdf.htm
---
# Autodesk.Revit.DB.BuiltInFailures.JoinElementsFailures.CannotCope Property

Can't apply Coping.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCope { get; }
```